Repository: common-repository/mrkv-monobank-extended
Catalog: languages/morkva-monobank-extended-*.po
Languages: ru

source: Mono Acquiring
ru: Mono Еквайринг

source: Status
ru: Статус

source: Created
ru: Створено

source: Processing
ru: У процесі

source: Success
ru: Виконано

source: Checking the status of the order
ru: Перевірка статусу замовлення

source: Redirect user to Checkout
ru: Перенаправлення користувача на сторінку Mono Checkout

source: The user went to the Mono Checkout page
ru: Користувач перейшов на сторінку Mono Checkout замовлення

source: Not authorized
ru: Не авторизований

source: The user was not authorized when entering the checkout. We do not send the goods
ru: Користувач не був авторизований при оформленні замовлення. Не відправляємо товар

source: Not confirmed
ru: Не підтверджено

source: The user authorized in the checkout flats did not confirm the purchase. We do not send the goods
ru: Користувач, авторизований на сайті, не підтвердив покупку. Не відправляємо товар

source: In process
ru: У процесі

source: The user confirmed the payment and went to the acquiring screen to confirm the payment. Confirmation is in progress. The status should be updated later. We do not send the goods.
ru: Користувач підтвердив платіж і перейшов на сторінку еквайрингу для підтвердження платежу. Підтвердження триває. Статус буде оновлено пізніше. Не відправляємо товар.

source: Payment upon delivery (final status)
ru: Оплата при доставці (остаточний статус)

source: The user chose payment upon receipt and confirmed the purchase. You can send the goods
ru: Користувач обрав оплату при отриманні та підтвердив покупку. Ви можете відправити товар

source: Paid (final status)
ru: Сплачено (остаточний статус)

source: The user chose to pay by card or IF and confirmed the purchase. The user made the payment successfully. You can send the goods
ru: Користувач обрав спосіб оплати карткою або ОЧ і підтвердив покупку. Користувач успішно здійснив оплату. Ви можете відправити товар

source: Not paid (final status)
ru: Не сплачено (остаточний статус)

source: The user was not paid goods. We do not send the goods
ru: Користувач не оплатив товар. Не відправляємо товар

source: Error
ru: Помилка

source: Mono PayParts
ru: Mono Оплата частинами

source: Acquiring, Mono Checkout
ru: Еквайрінг, Mono Checkout

source: Payparts
ru: Оплата Частинами

source: Query:
ru: Запит

source: Error:
ru: Помилка

source: Accept credit card payments on your website via Morkva Monobank payment gateway.
ru: Приймайте платежі кредитними картками на вашому сайті через платіжний шлюз Morkva Monobank.

source: Enable/Disable
ru: Увімкнути/вимкнути

source: Enable Morkva Mono Payment
ru: Увімкнути Morkva Mono Payment

source: Title
ru: Заголовок

source: This controls the title which the user sees during checkout.
ru: Керуйте заголовком, який користувач бачить під час оформлення замовлення.

source: Description
ru: Опис

source: This controls the description which the user sees during checkout.
ru: Керуйте описом, який користувач бачить під час оформлення замовлення.

source: Api token
ru: Api токен

source: You can find out your X-Token by the link: <a href="https://web.monobank.ua/" target="blank">web.monobank.ua</a>
ru: Дізнатися свій X-Token можна за посиланням: <a href="https://web.monobank.ua/" target="blank">web.monobank.ua</a>

source: <br>After receiving the API token and activating your merchant, write to Monobank's support chat<br> to activate a redirect to the site's thank you page (the plugin transmits the page URL via API).<br> Tell support that you are using the Morkva plugin.
ru: <br>Після отримання АРІ токену та активації вашого мерчанта, напишіть в чат підтримки Монобанку<br> щоб активували редірект на сторінку подяки сайту (URL сторінки плагін передає по АРІ).<br> Вкажіть підтримці, що використовуєте плагін від Morkva.

source: Image style
ru: Зображення

source: Image width(px)
ru: Ширина зображення(px)

source: Hide logo
ru: Приховати логотип

source: If checked, Monopay logo or custom logo will not be displayed by the payment method title
ru: Якщо позначено, логотип Monopay або власний логотип не відображатиметься під час оплати у заголовку

source: Custom logo url
ru: Власна URL-адреса логотипу

source: Enter full url to image
ru: Введіть повне посилання на зображення

source: Test mode
ru: Тестовий режим

source: Enable Test mode
ru: Увімкнути Тестовий режим

source: Test mode Admin
ru: Лише для адмінів

source: Enable Test Admin mode
ru: Увімкнути Лише для адмінів

source: Test Api token
ru: Тестовий Api токен

source: You can find out your Test Token by the link: <a href="https://api.monobank.ua/" target="blank">api.monobank.ua</a>
ru: Дізнатися свій тестовий токен можна за посиланням: <a href="https://api.monobank.ua/" target="blank">api.monobank.ua</a>

source: Status of completed payment
ru: Статус успішної оплати

source: Select the status to which the order status will change after successful payment
ru: Оберіть статус, на який зміниться замовлення після успішної оплати

source: Courier
ru: Кур'єр

source: Enable Morkva Mono Checkout
ru: Увімкнути Morkva Mono Чекаут

source: Delivery methods Monobank
ru: Метод доставки Monobank

source: Only in Pro version
ru: Тільки у версії Pro

source: Compare with the delivery method on the website
ru: Порівняйте зі способом доставки на сайті

source: Pickup
ru: Самовивіз

source: Nova Poshta
ru: Нова Пошта

source: Nova Poshta Poshtamat
ru: Нова Пошта до поштомату

source: Payment methods
ru: Способи оплати

source: Press Ctrl to select multiple options
ru: Натисніть Ctrl, щоб вибрати кілька варіантів

source: Delivery payment and Payparts Only in Pro version
ru: Оплата доставки та ОЧ тільки в Pro-версії

source: Card
ru: Картка

source: Payparts numbers
ru: Оплата Частинами (платежі)

source: Number of payments in installments
ru: Кількість платежів. Мінімальна кількість 3

source: Button style
ru: Стиль кнопки

source: Button width(px)
ru: Ширина кнопки(px)

source: Button height(px)
ru: Висота кнопки(px)

source: Display mode
ru: Режим відображення

source: Product page
ru: Сторінка товару

source: Minicart
ru: Міні-кошик

source: Cart
ru: Кошик

source: Checkout
ru: Оформлення замовлення

source: Debug mode
ru: Тестовий режим

source: Enable debug log
ru: Увімкнути журнал логів

source: Pro-version
ru: Про-версія

source: Refund failed.
ru: Повернення коштів не відбулося.

source: Refunded %1$s - Refund ID: %2$s
ru: Повернуто %1$s - Refund ID: %2$s

# morkva-monobank-extended
source: Morkva Monobank Extended Pro Payparts
ru: Morkva Monobank Extended Pro Оплата частинами

source: This method is used to receive a form of payment in installments by monobank
ru: Цей спосіб використовується для отримання форми оплати частинами за допомогою monobank

source: Enable Morkva Mono PayParts Payment
ru: Увімкнути Morkva Mono Оплата частинами

source: You can find out your store-id by the link: <a href="https://web.monobank.ua/" target="blank">web.monobank.ua</a>
ru: Дізнатися свій store-id можна за посиланням: <a href="https://web.monobank.ua/" target="blank">web.monobank.ua</a>

source: You can find out your secret key by the link: <a href="https://web.monobank.ua/" target="blank">web.monobank.ua</a>
ru: Дізнатися свій secret key можна за посиланням: <a href="https://web.monobank.ua/" target="blank">web.monobank.ua</a>

source: Enable Debug mode
ru: Увімкнути Тестовий режим

source: To order through
ru: Оформити через
